module.exports = {

    Developers: "515249404274409482", // ايدي تبعك

    Bot: {
        ClientID: "1177949564779647057", // ايدي البوت
        Color: "BLURPLE", 
    },

    Coins: {
        TransferRoom: "1177679397701038181", // روم الي بيتم شراء عمله البوت
        ProbotId: "282859044593598464", // ايدي البروبوت
        EmbedImage: "https://cdn.discordapp.com/attachments/1128017602371924128/1128086370271887410/62b9c3401194ccce.png", // لو تحت تضيف صوره في الامبد تبع مكان شراء العمله
    },

    Channel: {
        Done: "1182336188774883328" // مكان مايوصل رسايل نجاح عملية الشراء
    }

    
}